---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ScheduleViewFailures.PanelScheduleSlotInconsistency
source: html/9a7e3ae2-c535-c71f-a7ea-c9f8efc19d97.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ScheduleViewFailures.PanelScheduleSlotInconsistency Property

The template applied to this panel schedule is set to display fewer slots than what is needed to display the maximum number of 1-pole breakers set on the equipment.

## Syntax (C#)
```csharp
public static FailureDefinitionId PanelScheduleSlotInconsistency { get; }
```